Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# PluginStoreSubtitle
source: Discover and install community plugins to extend the launcher
de_de: Community-Plugins entdecken und installieren, um den Launcher zu erweitern
es_mx: Descubre e instala complementos de la comunidad para ampliar el lanzador
fr_fr: Découvrez et installez des plugins communautaires pour enrichir le lanceur
hi_in: लॉन्चर बढ़ाने के लिए कम्युनिटी प्लगइन खोजें और इंस्टॉल करें
id_id: Temukan dan pasang plugin komunitas untuk memperluas peluncur
it_it: Scopri e installa plugin della community per ampliare il launcher
ja_jp: コミュニティ製プラグインを見つけて追加し、ランチャーを拡張します
ko_kr: 커뮤니티 플러그인을 찾아 설치하여 런처를 확장하세요
pt_br: Descubra e instale plugins da comunidade para ampliar o inicializador
ru_ru: Находите и устанавливайте плагины сообщества, расширяя возможности лаунчера
zh_cn: 发现并安装社区插件，扩展启动器的能力
zh_tw: 探索並安裝社群外掛，擴充啟動器的功能

# PluginStorePluginsSection
source: Plugins
fr_fr: Liste des plugins
hi_in: प्लगइन
id_id: Plugin
it_it: Plugin
ja_jp: プラグイン一覧
ko_kr: 플러그인 목록
ru_ru: Плагины
zh_cn: 插件列表
zh_tw: 外掛清單

# PluginStoreMoreActions
source: More actions
de_de: Weitere Aktionen
es_mx: Más acciones
fr_fr: Plus d'actions
hi_in: अधिक क्रियाएँ
id_id: Tindakan lainnya
it_it: Altre azioni
ja_jp: その他の操作
ko_kr: 추가 작업
pt_br: Mais ações
ru_ru: Другие действия
zh_cn: 更多操作
zh_tw: 更多操作

# PluginStorePrivatePlugin
source: Private plugin
de_de: Privates Plugin
es_mx: Complemento privado
fr_fr: Plugin privé
hi_in: निजी प्लगइन
id_id: Plugin privat
it_it: Plugin privato
ja_jp: 非公開プラグイン
ko_kr: 비공개 플러그인
pt_br: Plugin privado
ru_ru: Приватный плагин
zh_cn: 私密插件
zh_tw: 私密外掛

# PluginStorePrivatePluginTooltip
source: Add a private plugin (requires a plugin ID and access key)
de_de: Privates Plugin hinzufügen (Plugin-ID und Zugriffsschlüssel erforderlich)
es_mx: Añadir un complemento privado (requiere ID y clave de acceso)
fr_fr: Ajouter un plugin privé (ID de plugin et clé d'accès requis)
hi_in: निजी प्लगइन जोड़ें (प्लगइन ID और एक्सेस कुंजी आवश्यक)
id_id: Tambahkan plugin privat (perlu ID plugin dan kunci akses)
it_it: Aggiungi un plugin privato (richiede ID plugin e chiave di accesso)
ja_jp: 非公開プラグインを追加します（プラグイン ID とアクセスキーが必要）
ko_kr: 비공개 플러그인 추가 (플러그인 ID와 액세스 키 필요)
pt_br: Adicionar um plugin privado (requer ID do plugin e chave de acesso)
ru_ru: Добавить приватный плагин (нужны ID плагина и ключ доступа)
zh_cn: 添加私密插件（需要插件 ID 和访问密钥）
zh_tw: 新增私密外掛（需要外掛 ID 與存取金鑰）

# PluginStorePrivateBadge
source: Private
de_de: Privat
es_mx: Privado
fr_fr: Privé
hi_in: निजी
id_id: Privat
it_it: Privato
ja_jp: 非公開
ko_kr: 비공개
pt_br: Privado
ru_ru: Приватный
zh_cn: 私密
zh_tw: 私密

# PluginStoreLuaTestTooltip
source: Run the Lua install script in test mode and view the log
de_de: Lua-Installationsskript testweise ausführen und Protokoll anzeigen
es_mx: Ejecuta el script de instalación Lua en modo de prueba y consulta el registro
fr_fr: Exécuter le script d'installation Lua en test et consulter le journal
hi_in: Lua इंस्टॉल स्क्रिप्ट को परीक्षण मोड में चलाएँ और लॉग देखें
id_id: Jalankan skrip pemasangan Lua dalam mode uji dan lihat lognya
it_it: Esegui lo script di installazione Lua in modalità test e consulta il log
ja_jp: Lua インストールスクリプトをテスト実行してログを確認します
ko_kr: Lua 설치 스크립트를 테스트 실행하고 로그를 확인합니다
pt_br: Execute o script de instalação Lua em modo de teste e veja o log
ru_ru: Тестовый запуск Lua-скрипта установки с просмотром журнала
zh_cn: 测试执行 Lua 安装脚本并查看日志
zh_tw: 測試執行 Lua 安裝指令碼並檢視記錄

# PluginStoreCancelInstall
source: Cancel install
de_de: Installation abbrechen
es_mx: Cancelar instalación
fr_fr: Annuler l'installation
hi_in: इंस्टॉल रद्द करें
id_id: Batalkan pemasangan
it_it: Annulla installazione
ja_jp: インストールを中止
ko_kr: 설치 취소
pt_br: Cancelar instalação
ru_ru: Отменить установку
zh_cn: 取消安装
zh_tw: 取消安裝

# PluginStoreEmptyHint
source: Try another category, or adjust your search keywords
de_de: Probieren Sie eine andere Kategorie oder passen Sie die Suchbegriffe an
es_mx: Prueba con otra categoría o ajusta las palabras de búsqueda
fr_fr: Essayez une autre catégorie ou modifiez vos mots-clés
hi_in: कोई अन्य श्रेणी आज़माएँ, या अपने खोज कीवर्ड समायोजित करें
id_id: Coba kategori lain, atau ubah kata kunci pencarian
it_it: Prova un'altra categoria oppure modifica le parole chiave
ja_jp: 別のカテゴリを選ぶか、検索キーワードを見直してみてください
ko_kr: 다른 분류를 선택하거나 검색어를 바꿔 보세요
pt_br: Tente outra categoria ou ajuste as palavras-chave da busca
ru_ru: Попробуйте другую категорию или измените поисковый запрос
zh_cn: 换个分类，或调整一下搜索关键词试试
zh_tw: 換個分類，或調整一下搜尋關鍵字試試

# PluginStoreResetFilters
source: Reset filters
de_de: Filter zurücksetzen
es_mx: Restablecer filtros
fr_fr: Réinitialiser les filtres
hi_in: फ़िल्टर रीसेट करें
id_id: Atur ulang filter
it_it: Reimposta filtri
ja_jp: 絞り込みをリセット
ko_kr: 필터 초기화
pt_br: Redefinir filtros
ru_ru: Сбросить фильтры
zh_cn: 重置筛选
zh_tw: 重設篩選

# PluginStoreErrorTitle
source: Can't reach the plugin store
de_de: Plugin-Markt nicht erreichbar
es_mx: No se puede conectar con la tienda de complementos
fr_fr: Impossible de joindre la boutique de plugins
hi_in: प्लगइन स्टोर तक नहीं पहुँच सकते
id_id: Tidak dapat menghubungi toko plugin
it_it: Impossibile raggiungere lo store dei plugin
ja_jp: プラグインストアに接続できません
ko_kr: 플러그인 스토어에 연결할 수 없습니다
pt_br: Não foi possível acessar a loja de plugins
ru_ru: Не удалось подключиться к магазину плагинов
zh_cn: 无法连接插件商城
zh_tw: 無法連線到外掛商城

# PluginStoreCategoryLabel
source: Category
de_de: Kategorie
es_mx: Categoría
fr_fr: Catégorie
hi_in: श्रेणी
id_id: Kategori
it_it: Categoria
ja_jp: カテゴリ
ko_kr: 분류
pt_br: Categoria
ru_ru: Категория
zh_cn: 分类
zh_tw: 分類

# PluginStoreUpdateType
source: Update type
de_de: Updatetyp
es_mx: Tipo de actualización
fr_fr: Type de mise à jour
hi_in: अपडेट प्रकार
id_id: Jenis pembaruan
it_it: Tipo di aggiornamento
ja_jp: 更新方式
ko_kr: 업데이트 방식
pt_br: Tipo de atualização
ru_ru: Тип обновления
zh_cn: 更新方式
zh_tw: 更新方式

# PluginStoreMinAppVersion
source: Minimum launcher version
de_de: Mindestversion des Launchers
es_mx: Versión mínima del lanzador
fr_fr: Version minimale du lanceur
hi_in: न्यूनतम लॉन्चर संस्करण
id_id: Versi peluncur minimum
it_it: Versione minima del launcher
ja_jp: 必要なランチャーバージョン
ko_kr: 최소 런처 버전
pt_br: Versão mínima do inicializador
ru_ru: Минимальная версия лаунчера
zh_cn: 最低启动器版本
zh_tw: 最低啟動器版本

# PluginStoreVersionTooLow
source: v{0} (current {1} is too old)
de_de: v{0} (aktuell {1} ist zu alt)
es_mx: v{0} (la actual {1} es demasiado antigua)
fr_fr: v{0} (la version actuelle {1} est trop ancienne)
hi_in: v{0} (वर्तमान {1} बहुत पुराना है)
id_id: v{0} (versi saat ini {1} terlalu lama)
it_it: v{0} (la versione attuale {1} è troppo vecchia)
ja_jp: v{0}（現在の {1} は古すぎます）
ko_kr: v{0} (현재 {1} 버전이 너무 낮음)
pt_br: v{0} (a atual {1} é muito antiga)
ru_ru: v{0} (текущая {1} слишком старая)
zh_cn: v{0}（当前 {1}，版本过低）
zh_tw: v{0}（目前 {1}，版本過低）

# PluginStoreVisibility
source: Visibility
de_de: Sichtbarkeit
es_mx: Visibilidad
fr_fr: Visibilité
hi_in: दृश्यता
id_id: Visibilitas
it_it: Visibilità
ja_jp: 公開範囲
ko_kr: 공개 범위
pt_br: Visibilidade
ru_ru: Видимость
zh_cn: 可见性
zh_tw: 可見性

# PluginStoreDependencies
source: Dependencies
de_de: Abhängigkeiten
es_mx: Dependencias
fr_fr: Dépendances
hi_in: निर्भरताएँ
id_id: Dependensi
it_it: Dipendenze
ja_jp: 依存関係
ko_kr: 의존성
pt_br: Dependências
ru_ru: Зависимости
zh_cn: 依赖
zh_tw: 相依項目

# PluginStoreLongDescription
source: About this plugin
de_de: Über dieses Plugin
es_mx: Acerca de este complemento
fr_fr: À propos de ce plugin
hi_in: इस प्लगइन के बारे में
id_id: Tentang plugin ini
it_it: Informazioni sul plugin
ja_jp: 詳細情報
ko_kr: 자세한 소개
pt_br: Sobre este plugin
ru_ru: Подробное описание
zh_cn: 详细介绍
zh_tw: 詳細介紹

# PluginStoreDownloadingLua
source: Downloading install script...
de_de: Installationsskript wird heruntergeladen...
es_mx: Descargando el script de instalación...
fr_fr: Téléchargement du script d'installation...
hi_in: इंस्टॉल स्क्रिप्ट डाउनलोड हो रही है...
id_id: Mengunduh skrip pemasangan...
it_it: Download dello script di installazione...
ja_jp: インストールスクリプトをダウンロード中...
ko_kr: 설치 스크립트 다운로드 중...
pt_br: Baixando o script de instalação...
ru_ru: Загрузка скрипта установки...
zh_cn: 正在下载安装脚本...
zh_tw: 正在下載安裝指令碼...

# DataPage_Title
source: Data Center
de_de: Datenzentrum
es_mx: Centro de datos
fr_fr: Centre de données
hi_in: डेटा केंद्र
id_id: Pusat Data
it_it: Centro dati
ja_jp: データセンター
ko_kr: 데이터 센터
pt_br: Central de dados
ru_ru: Центр данных
zh_cn: 数据中心
zh_tw: 數據中心

# DataPage_Subtitle
source: Server-wide statistics cross-referenced for informed build and wish decisions
de_de: Serverweite Statistiken, verknüpft zu konkreten Build- und Wunsch-Empfehlungen
es_mx: Estadísticas de todo el servidor cruzadas en consejos concretos de builds y deseos
fr_fr: Classements du serveur agrégés et analyse croisée des tendances de progression et de vœux, pour vous aider à décider
hi_in: सूचित बिल्ड और विश निर्णयों के लिए सर्वर-व्यापी आँकड़े क्रॉस-रेफ़रेंस किए गए
id_id: Statistik seluruh server yang disilangkan menjadi saran build dan gacha yang siap dipakai
it_it: Statistiche di tutto il server incrociate in consigli concreti su build e desideri
ja_jp: 全サーバー統計を突き合わせ、育成と祈願の判断材料に落とし込みます
ko_kr: 서버 전체 통계를 교차 분석해 육성과 기원 판단으로 정리합니다
pt_br: Estatísticas de todo o servidor cruzadas em conselhos práticos de build e desejos
ru_ru: Статистика по всем серверам, сведённая в конкретные советы по прокачке и круткам
zh_cn: 汇总全服榜单，交叉分析培养与抽卡趋势以供决策参考
zh_tw: 彙總全服榜單，交叉分析培養與抽卡趨勢以供決策參考

# DataPage_TabOverview
source: Overview
de_de: Übersicht
es_mx: Resumen
fr_fr: Aperçu
hi_in: अवलोकन
id_id: Ringkasan
it_it: Panoramica
ja_jp: 概要
ko_kr: 개요
pt_br: Visão geral
ru_ru: Обзор
zh_cn: 总览
zh_tw: 總覽

# DataPage_TabCharacters
source: Characters
de_de: Charaktere
es_mx: Personajes
fr_fr: Personnages
hi_in: पात्र
id_id: Karakter
it_it: Personaggi
ja_jp: キャラ育成
ko_kr: 캐릭터 육성
pt_br: Personagens
ru_ru: Персонажи
zh_cn: 角色练度
zh_tw: 角色練度

# DataPage_TabSpiral
source: Spiral Abyss
de_de: Gewundener Abgrund
es_mx: Espiral del Abismo
fr_fr: Profondeurs spiralées
hi_in: स्पाइरल एबिस
it_it: Abisso Spiraliforme
ja_jp: 深境螺旋
ko_kr: 나선비경
pt_br: Abismo Espiral
ru_ru: Витая Бездна
zh_cn: 深境螺旋
zh_tw: 深境螺旋

# DataPage_TabStygian
source: Stygian Onslaught
de_de: Stygische Prüfung
es_mx: Asalto Estigio
fr_fr: Assaut stygien
hi_in: स्टिजियन ऑनस्लॉट
id_id: Serangan Stygian
it_it: Assalto Stigio
ja_jp: 幽境の戦い
ko_kr: 스티지안 격전
pt_br: Ataque Estígio
ru_ru: Стигийский натиск
zh_cn: 幽境危战
zh_tw: 幽境危戰

# DataPage_TabWish
source: Banners
de_de: Banner
es_mx: Historial de deseos
fr_fr: Bannières
hi_in: बैनर
id_id: Banner
it_it: Banner
ja_jp: ガチャ履歴
ko_kr: 배너 기록
ru_ru: Баннеры
zh_cn: 卡池历史
zh_tw: 卡池歷史

# DataPage_TabRerun
source: Reruns
de_de: Rerun-Intervalle
es_mx: Reediciones
fr_fr: Rediffusions
hi_in: रीरन
id_id: Rerun
it_it: Rerun
ja_jp: 復刻間隔
ko_kr: 복각 간격
pt_br: Reedições
ru_ru: Повторы
zh_cn: 复刻间隔
zh_tw: 復刻間隔

# DataPage_TabTimeline
source: Timeline
de_de: Zeitleiste
es_mx: Cronología
fr_fr: Chronologie
hi_in: टाइमलाइन
id_id: Garis waktu
it_it: Cronologia
ja_jp: イベント年表
ko_kr: 타임라인
pt_br: Linha do tempo
ru_ru: Хронология
zh_cn: 活动时间轴
zh_tw: 活動時間軸

# DataPage_Refresh
source: Refresh data
de_de: Daten aktualisieren
es_mx: Actualizar datos
fr_fr: Actualiser les données
hi_in: डेटा रीफ़्रेश करें
id_id: Segarkan data
it_it: Aggiorna dati
ja_jp: データを更新
ko_kr: 데이터 새로 고침
pt_br: Atualizar dados
ru_ru: Обновить данные
zh_cn: 刷新数据
zh_tw: 重新載入數據

# DataPage_LastUpdate
source: updated {0}
de_de: Stand {0}
es_mx: actualizado {0}
fr_fr: mis à jour {0}
hi_in: {0} अपडेट किया गया
id_id: diperbarui {0}
it_it: aggiornato {0}
ja_jp: 更新 {0}
ko_kr: {0} 갱신
pt_br: atualizado {0}
ru_ru: обновлено {0}
zh_cn: 更新于 {0}
zh_tw: 更新於 {0}

# DataPage_Loading
source: Aggregating server-wide statistics…
de_de: Serverweite Statistiken werden zusammengeführt…
es_mx: Agregando estadísticas del servidor…
fr_fr: Agrégation des statistiques du serveur…
hi_in: सर्वर-व्यापी आँकड़े एकत्र हो रहे हैं…
id_id: Menggabungkan statistik server…
it_it: Aggregazione delle statistiche del server…
ja_jp: 全サーバー統計を集計中…
ko_kr: 서버 전체 통계를 집계 중…
pt_br: Agregando estatísticas do servidor…
ru_ru: Сводим статистику по серверам…
zh_cn: 正在汇总全服榜单…
zh_tw: 正在彙總全服榜單…

# DataPage_LoadFailedTitle
source: Failed to load data
de_de: Daten konnten nicht geladen werden
es_mx: No se pudieron cargar los datos
fr_fr: Échec du chargement des données
hi_in: डेटा लोड करने में विफल
id_id: Gagal memuat data
it_it: Caricamento dei dati non riuscito
ja_jp: データの読み込みに失敗しました
ko_kr: 데이터를 불러오지 못했습니다
pt_br: Falha ao carregar os dados
ru_ru: Не удалось загрузить данные
zh_cn: 数据加载失败
zh_tw: 數據載入失敗

# DataPage_LoadFailedBody
source: Could not reach the statistics service. Check your network and try again.
de_de: Der Statistikdienst ist nicht erreichbar. Prüfe die Verbindung und versuche es erneut.
es_mx: No se pudo contactar el servicio de estadísticas. Revisa tu conexión e inténtalo de nuevo.
fr_fr: Impossible de joindre le service de statistiques. Vérifiez votre connexion puis réessayez.
hi_in: आँकड़ा सेवा तक नहीं पहुँच सके। अपना नेटवर्क जाँचें और पुनः प्रयास करें।
id_id: Tidak dapat menghubungi layanan statistik. Periksa jaringan lalu coba lagi.
it_it: Impossibile raggiungere il servizio statistiche. Controlla la rete e riprova.
ja_jp: 統計サービスに接続できません。ネットワークを確認して再試行してください。
ko_kr: 통계 서비스에 연결할 수 없습니다. 네트워크를 확인한 뒤 다시 시도하세요.
pt_br: Não foi possível acessar o serviço de estatísticas. Verifique a rede e tente novamente.
ru_ru: Не удалось связаться со службой статистики. Проверьте сеть и повторите попытку.
zh_cn: 无法连接统计服务，请检查网络后重试。
zh_tw: 無法連線統計服務，請檢查網路後重試。

# DataPage_PartialData
source: {0} dataset(s) could not be loaded; showing partial results.
de_de: {0} Datensätze konnten nicht geladen werden; es werden Teilergebnisse angezeigt.
es_mx: No se pudieron cargar {0} conjuntos de datos; se muestran resultados parciales.
fr_fr: {0} jeu(x) de données non chargé(s) ; résultats partiels affichés.
hi_in: {0} डेटासेट लोड नहीं हो सके; आंशिक परिणाम दिखाए जा रहे हैं।
id_id: {0} set data gagal dimuat; menampilkan hasil sebagian.
it_it: {0} set di dati non caricati; risultati parziali.
ja_jp: {0} 件のデータを取得できず、一部のみ表示しています。
ko_kr: {0}개 데이터를 불러오지 못해 일부만 표시합니다.
pt_br: {0} conjunto(s) de dados não carregados; exibindo resultados parciais.
ru_ru: Не загружено наборов данных: {0}. Показаны частичные результаты.
zh_cn: 有 {0} 份榜单未能加载，当前显示的是部分数据。
zh_tw: 有 {0} 份榜單未能載入，目前顯示的是部分數據。

# DataPage_Retry
source: Retry
de_de: Erneut versuchen
es_mx: Reintentar
fr_fr: Réessayer
hi_in: पुनः प्रयास करें
id_id: Coba lagi
it_it: Riprova
ja_jp: 再試行
ko_kr: 다시 시도
pt_br: Tentar novamente
ru_ru: Повторить
zh_cn: 重试
zh_tw: 重試

# DataPage_NoResult
source: No matching results
de_de: Keine Treffer
es_mx: Sin resultados
fr_fr: Aucun résultat
hi_in: कोई मिलान परिणाम नहीं
id_id: Tidak ada hasil
it_it: Nessun risultato
ja_jp: 一致する結果がありません
ko_kr: 일치하는 결과가 없습니다
pt_br: Nenhum resultado
ru_ru: Ничего не найдено
zh_cn: 没有匹配的结果
zh_tw: 沒有符合的結果

# DataPage_ShowMore
source: Show more (+{0})
de_de: Mehr anzeigen (+{0})
es_mx: Mostrar más (+{0})
fr_fr: Afficher plus (+{0})
hi_in: अधिक दिखाएँ (+{0})
id_id: Tampilkan lagi (+{0})
it_it: Mostra altri (+{0})
ja_jp: さらに表示（+{0}）
ko_kr: 더 보기 (+{0})
pt_br: Mostrar mais (+{0})
ru_ru: Показать ещё (+{0})
zh_cn: 显示更多（+{0}）
zh_tw: 顯示更多（+{0}）

# DataPage_ShownCount
source: Showing {0} / {1}
de_de: {0} / {1} angezeigt
es_mx: Mostrando {0} / {1}
fr_fr: {0} / {1} affichés
hi_in: {0} / {1} दिखाए जा रहे हैं
id_id: Menampilkan {0} / {1}
it_it: Mostrati {0} / {1}
ja_jp: {0} / {1} 件を表示
ko_kr: {0} / {1} 표시 중
pt_br: Exibindo {0} / {1}
ru_ru: Показано {0} / {1}
zh_cn: 已显示 {0} / {1}
zh_tw: 已顯示 {0} / {1}

# DataPage_SectionEnvironment
source: Version snapshot
de_de: Versionsüberblick
es_mx: Estado de la versión
fr_fr: État de la version
hi_in: संस्करण स्नैपशॉट
id_id: Kondisi versi
it_it: Stato della versione
ja_jp: バージョン概況
ko_kr: 버전 현황
pt_br: Estado da versão
ru_ru: Обстановка версии
zh_cn: 版本环境
zh_tw: 版本環境

# DataPage_SectionInsight
source: What the numbers say
de_de: Was die Zahlen sagen
es_mx: Lo que dicen los datos
fr_fr: Ce que disent les chiffres
hi_in: आँकड़े क्या कहते हैं
id_id: Kesimpulan dari data
it_it: Cosa dicono i numeri
ja_jp: データからの結論
ko_kr: 데이터가 말해 주는 것
pt_br: O que os números dizem
ru_ru: О чём говорят цифры
zh_cn: 综合结论
zh_tw: 綜合結論

# DataPage_SectionMovers
source: Shifts in usage
de_de: Nutzungsverschiebungen
es_mx: Cambios de uso
fr_fr: Évolution de l'utilisation
hi_in: उपयोग में बदलाव
id_id: Perubahan pemakaian
it_it: Variazioni d'uso
ja_jp: 使用率の変動
ko_kr: 사용률 변화
pt_br: Mudanças de uso
ru_ru: Изменения популярности
zh_cn: 强度变化
zh_tw: 強度變化

# DataPage_SectionTopTier
source: Top tier this period
de_de: Top-Tier dieser Periode
es_mx: Máximo nivel de este periodo
fr_fr: Meilleur palier de la période
hi_in: इस अवधि का शीर्ष स्तर
id_id: Tier teratas periode ini
it_it: Top tier di questo periodo
ja_jp: 今期のトップティア
ko_kr: 이번 기간 최상위 티어
pt_br: Nível máximo deste período
ru_ru: Топ-уровень этого периода
zh_cn: 本期第一梯队
zh_tw: 本期第一梯隊

# DataPage_SectionCurrentBanner
source: Available now
de_de: Aktuell verfügbar
es_mx: Disponible ahora
fr_fr: Disponible maintenant
hi_in: अभी उपलब्ध
id_id: Tersedia sekarang
it_it: Disponibili ora
ja_jp: 開催中の祈願
ko_kr: 현재 진행 중인 기원
pt_br: Disponível agora
ru_ru: Доступно сейчас
zh_cn: 当前可抽
zh_tw: 目前可抽

# DataPage_SectionValuePick
source: Worth pulling for
de_de: Lohnt das Ziehen
es_mx: Vale la pena invocar
fr_fr: Vaut le coup d'invoquer
hi_in: पुल के लायक
id_id: Layak diincar
it_it: Vale la pena evocare
ja_jp: 引く価値が高い
ko_kr: 뽑을 가치가 높은 캐릭터
pt_br: Vale a pena invocar
ru_ru: Стоит крутить
zh_cn: 值得投资
zh_tw: 值得投資

# DataPage_SectionOverdue
source: Longest without a rerun
de_de: Am längsten ohne Rerun
es_mx: Más tiempo sin reedición
fr_fr: Sans rediffusion depuis le plus longtemps
hi_in: बिना रीरन सबसे लंबा
id_id: Terlama tanpa rerun
it_it: Da più tempo senza rerun
ja_jp: 復刻から最も遠い
ko_kr: 가장 오래 복각되지 않은
pt_br: Mais tempo sem reedição
ru_ru: Дольше всех без повтора
zh_cn: 久未复刻
zh_tw: 久未復刻

# DataPage_SectionRanking
source: Rankings
de_de: Ranglisten
es_mx: Clasificaciones
fr_fr: Classements
hi_in: रैंकिंग
id_id: Peringkat
it_it: Classifiche
ja_jp: ランキング
ko_kr: 순위
pt_br: Classificações
ru_ru: Рейтинги
zh_cn: 榜单
zh_tw: 榜單

# DataPage_SectionFilter
source: Filters
de_de: Filter
es_mx: Filtros
fr_fr: Filtres
hi_in: फ़िल्टर
id_id: Filter
it_it: Filtri
ja_jp: 絞り込み
ko_kr: 필터
pt_br: Filtros
ru_ru: Фильтры
zh_cn: 筛选
zh_tw: 篩選

# DataPage_SectionCharacters
source: Characters
de_de: Charaktere
es_mx: Personajes
fr_fr: Personnages
hi_in: पात्र
id_id: Daftar karakter
it_it: Personaggi
ja_jp: キャラクター一覧
ko_kr: 캐릭터 목록
pt_br: Personagens
ru_ru: Персонажи
zh_cn: 角色列表
zh_tw: 角色列表

# DataPage_SectionBanners
source: Banner history
de_de: Bannerverlauf
es_mx: Historial de banners
fr_fr: Historique des bannières
hi_in: बैनर इतिहास
id_id: Riwayat banner
it_it: Cronologia dei banner
ja_jp: 祈願履歴
ko_kr: 배너 기록
pt_br: Histórico de banners
ru_ru: История баннеров
zh_cn: 卡池记录
zh_tw: 卡池記錄

# DataPage_SectionRerun
source: Rerun intervals
de_de: Rerun-Abstände
es_mx: Intervalos de reedición
fr_fr: Intervalles de rediffusion
hi_in: रीरन अंतराल
id_id: Interval rerun
it_it: Intervalli di rerun
ja_jp: 復刻間隔
ko_kr: 복각 간격
pt_br: Intervalos de reedição
ru_ru: Интервалы повторов
zh_cn: 复刻间隔
zh_tw: 復刻間隔

# DataPage_Risers
source: Rising usage
de_de: Nutzung steigt
es_mx: Uso en alza
fr_fr: Utilisation en hausse
hi_in: बढ़ता उपयोग
id_id: Pemakaian naik
it_it: Uso in crescita
ja_jp: 使用率が上昇
ko_kr: 사용률 상승
pt_br: Uso em alta
ru_ru: Популярность растёт
zh_cn: 使用率上升
zh_tw: 使用率上升

# DataPage_Fallers
source: Falling usage
de_de: Nutzung sinkt
es_mx: Uso en baja
fr_fr: Utilisation en baisse
hi_in: घटता उपयोग
id_id: Pemakaian turun
it_it: Uso in calo
ja_jp: 使用率が下降
ko_kr: 사용률 하락
pt_br: Uso em queda
ru_ru: Популярность падает
zh_cn: 使用率下降
zh_tw: 使用率下降

# DataPage_KpiVersion
source: Current version
de_de: Aktuelle Version
es_mx: Versión actual
fr_fr: Version actuelle
hi_in: वर्तमान संस्करण
id_id: Versi saat ini
it_it: Versione attuale
ja_jp: 現在のバージョン
ko_kr: 현재 버전
pt_br: Versão atual
ru_ru: Текущая версия
zh_cn: 当前版本
zh_tw: 目前版本

# DataPage_KpiSample
source: Abyss sample size
de_de: Abgrund-Stichprobe
es_mx: Muestra del Abismo
fr_fr: Échantillon des Profondeurs
hi_in: एबिस नमूना आकार
id_id: Sampel Abyss
it_it: Campione Abisso
ja_jp: 深淵の有効サンプル
ko_kr: 나선비경 유효 표본
pt_br: Amostra do Abismo
ru_ru: Выборка Бездны
zh_cn: 深渊有效样本
zh_tw: 深淵有效樣本

# DataPage_KpiStygianSample
source: Stygian
de_de: Stygisch
es_mx: Estigio
fr_fr: Stygien
hi_in: स्टिजियन
it_it: Stigio
ja_jp: 幽境
ko_kr: 스티지안
pt_br: Estígio
ru_ru: Стигия
zh_cn: 幽境
zh_tw: 幽境

# DataPage_KpiFullStar
source: Full-star clear rate
de_de: Vollstern-Quote
es_mx: Tasa de estrellas completas
fr_fr: Taux d'étoiles complètes
hi_in: फुल-स्टार क्लियर दर
id_id: Rasio bintang penuh
it_it: Tasso stelle piene
ja_jp: フルスター達成率
ko_kr: 만별 클리어율
pt_br: Taxa de estrelas completas
ru_ru: Доля полных звёзд
zh_cn: 满星通关率
zh_tw: 滿星通關率

# DataPage_KpiOnceFullStar
source: first try
de_de: beim ersten Versuch
es_mx: al primer intento
fr_fr: au premier essai
hi_in: पहला प्रयास
id_id: sekali coba
it_it: al primo tentativo
ja_jp: 一発達成
ko_kr: 첫 시도
pt_br: na primeira tentativa
ru_ru: с первой попытки
zh_cn: 一次满星
zh_tw: 一次滿星

# DataPage_KpiRestart
source: Average retries
de_de: Durchschnittliche Neuversuche
es_mx: Reintentos promedio
fr_fr: Tentatives moyennes
hi_in: औसत पुनः प्रयास
id_id: Rata-rata ulang
it_it: Tentativi medi
ja_jp: 平均リトライ回数
ko_kr: 평균 재도전 횟수
pt_br: Tentativas médias
ru_ru: Среднее число попыток
zh_cn: 平均重开次数
zh_tw: 平均重開次數

# DataPage_KpiCharacterCount
source: Characters tracked
de_de: Erfasste Charaktere
es_mx: Personajes registrados
fr_fr: Personnages recensés
hi_in: ट्रैक किए गए पात्र
id_id: Karakter tercakup
it_it: Personaggi rilevati
ja_jp: 収録キャラ数
ko_kr: 수록 캐릭터
pt_br: Personagens registrados
ru_ru: Учтено персонажей
zh_cn: 收录角色
zh_tw: 收錄角色

# DataPage_KpiBannerCount
source: Character banners
de_de: Charakter-Banner
es_mx: Banners de personaje
fr_fr: Bannières de personnage
hi_in: पात्र बैनर
id_id: Banner karakter
it_it: Banner personaggi
ja_jp: キャラ祈願
ko_kr: 캐릭터 배너
pt_br: Banners de personagem
ru_ru: Баннеры персонажей
zh_cn: 角色卡池
zh_tw: 角色卡池

# DataPage_KpiWeaponBanner
source: {0} weapon banners
de_de: {0} Waffen-Banner
es_mx: {0} banners de arma
fr_fr: {0} bannières d'arme
hi_in: {0} हथियार बैनर
id_id: {0} banner senjata
it_it: {0} banner armi
ja_jp: 武器祈願 {0} 期
ko_kr: 무기 배너 {0}기
pt_br: {0} banners de arma
ru_ru: Баннеров оружия: {0}
zh_cn: 武器卡池 {0} 期
zh_tw: 武器卡池 {0} 期

# DataPage_UnitTimesShort
source: times
de_de: Versuche
es_mx: intentos
fr_fr: essais
hi_in: बार
id_id: kali
it_it: tentativi
ja_jp: 回
ko_kr: 회
pt_br: tentativas
ru_ru: попыток
zh_cn: 次
zh_tw: 次

# DataPage_UnitEntries
source: {0} entries
de_de: {0} Einträge
es_mx: {0} entradas
fr_fr: {0} entrées
hi_in: {0} प्रविष्टियाँ
id_id: {0} entri
it_it: {0} voci
ja_jp: {0} 件
ko_kr: {0}개
pt_br: {0} entradas
ru_ru: Записей: {0}
zh_cn: 共 {0} 条
zh_tw: 共 {0} 筆

# DataPage_SortBy
source: Sort by
de_de: Sortieren
es_mx: Ordenar por
fr_fr: Trier par
hi_in: क्रमबद्ध करें
id_id: Urutkan
it_it: Ordina per
ja_jp: 並び替え
ko_kr: 정렬
pt_br: Ordenar por
ru_ru: Сортировка
zh_cn: 排序
zh_tw: 排序

# DataPage_StarFilter
source: Rarity
de_de: Seltenheit
es_mx: Rareza
fr_fr: Rareté
hi_in: रेरिटी
id_id: Tingkat Bintang
it_it: Rarità
ja_jp: レア度
ko_kr: 등급
pt_br: Raridade
ru_ru: Редкость
zh_cn: 星级
zh_tw: 星級

# DataPage_SortHeat
source: Overall score
de_de: Gesamtwertung
es_mx: Puntuación global
fr_fr: Score global
hi_in: कुल स्कोर
id_id: Skor keseluruhan
it_it: Punteggio complessivo
ja_jp: 総合スコア
ko_kr: 종합 점수
pt_br: Pontuação geral
ru_ru: Общая оценка
zh_cn: 综合评分
zh_tw: 綜合評分
